Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The NPD was divided into two entities in 2004: the Norwegian Petroleum Directorate and the Petroleum Safety Authority Norway.
nb: I 2004 ble OD delt i to: Oljedirektoratet og Petroleumstilsynet.

source: Nyland continued to work in Gunnar Berge's eight-person management group.
nb: Nyland fortsatte i Gunnar Berges ledergruppe som besto av åtte personer.

source: Since June 2007 she has been the NPD's acting director general.
nb: Fra juni 2007 har hun vært konstituert oljedirektør.

source: Wellbore 7125/4-2 will be drilled from the Polar Pioneer drilling facility at position 71°32' 46.24" N and 25°00' 16.34" E.
nb: Brønnbane 7125/4-2 skal bores fra boreinnretningen Polar Pioneer i posisjon 71°32' 46.24"N og 25°00' 16.34"Ø.

source: The drilling program for wellbore 7125/4-2 relates to drilling of an appraisal well in production licence 393.
nb: Boreprogrammet for brønnbane 7125/4-2 gjelder boring av en avgrensingsbrønn i utvinningstillatelse 393.

source: StatoilHydro Petroleum AS is the operator with 30% and the partners are Eni Norge AS with 30%, BG Norge AS with 20% and Petoro AS with 20%.
nb: StatoilHydro Petroleum AS er operatør med 30% og med partnerne Eni Norge AS med 30%, BG Norge AS med 20% og Petoro AS med 20%.

source: Well 7125/4-2 is located 46 kilometres from the coast and the production licence consists of blocks 7124/6, 7125/4 and 7125/5.
nb: Brønn 7125/4-2 ligger 46 kilometer fra kysten og utvinningstillatelsen består av blokkene 7124/6, 7125/4 og 7125/5.

source: Production licence 393 was awarded in the 19th round in 2006, with Norsk Hydro Produksjon AS as operator.
nb: Utvinningstillatelse 393 ble tildelt i 19.runde i 2006 med Norsk Hydro Produksjon AS som operatør.

source: Appraisal well 7125/4-2 is the second well in production licence 393.
nb: Avgrensingsbrønn 7125/4-2 er den andre brønnen i utvinningstillatelse 393.

source: The offers were submitted after the authorities had evaluated applications from 41 companies in the Awards in Pre-defined Areas (APA) 2010.
nb: Tilbudene blir gitt etter at myndighetene har vurdert søknader fra 41 selskaper i Tildeling i forhåndsdefinerte områder (TFO) 2010.

source: Of the 50 production licences, 31 are located in the North Sea, 17 in the Norwegian Sea and two in the Barents Sea.
nb: Av de 50 utvinningstillatelsene er 31 lokalisert i Nordsjøen, 17 i Norskehavet og 2 i Barentshavet.

source: Eighteen of the production licences are additional acreage for existing production licences.
nb: 18 av utvinningstillatelsene er tilleggsareal til eksisterende utvinningstillatelser.

source: Seven of these are adjacent to discoveries/fields.
nb: Sju av disse grenser til funn/felt.

source: Six of the new licences are divided stratigraphically and only apply to levels below/above a defined stratigraphic boundary.
nb: Seks av de nye tillatelsene er delt stratigrafisk og gjelder bare for nivåer under/over en definert stratigrafisk grense.

source: Of the companies that applied, 39 will be offered interests in at least one production licence.
nb: Av selskapene som søkte får 39 tilbud om andeler i minst én utvinningstillatelse.

source: Twenty-two of the companies will be offered operatorships.
nb: 22 av selskapene får tilbud om operatørskap.

source: Two of these, Edison International and Spring Energy, have not previously been operators on the Norwegian shelf.
nb: To av disse, Edison International og Spring Energy, har ikke vært operatør på norsk sokkel tidligere.

source: ”The emergence of new operators is satisfying.
nb: ”Det er flott at nye operatører kommer til.

source: It shows that the companies are developing and the number of players is increasing.
nb: Det viser at selskapene utvikler seg og at aktørbildet blir bredere.

source: It is important to explore the mature areas on the shelf thoroughly,” says exploration director Sissel Eriksen in the Norwegian Petroleum Directorate.
nb: Dette er viktig for å få utforsket de modne områdene på sokkelen godt,” sier letedirektør Sissel Eriksen i Oljedirektoratet.

source: The offers are subject to obligations stipulated by the authorities.
nb: Myndighetene knytter forpliktelser til tilbudene.

source: There is a requirement for acquisition of new seismic data in six areas and three fixed wells are to be drilled: Two in the North Sea (Statoil and Talisman) and one in the Norwegian Sea (Wintershall).
nb: Det er stilt krav om innsamling av ny seismikk i seks områder, og det skal bores tre faste brønner: To i Nordsjøen (Statoil og Talisman) og én i Norskehavet (Wintershall).

source: For the other production licences there are ”drill or drop” conditions.
nb: Til de øvrige utvinningstillatelsene er det stilt betingelser om ”drill or drop”.

source: This means that the licensees have from one to three years in which to make a decision to drill a well.
nb: Det betyr at rettighetshaverne har mellom ett og tre år på seg til å beslutte om de ønsker å bore en brønn.

source: If they do not wish to do so, the production licence lapses.
nb: Hvis de ikke ønsker det, faller utvinningstillatelsen bort.

source: APA 2010 was announced on 19 February 2010.
nb: TFO 2010 ble utlyst 19. februar 2010.

source: Up until the deadline of 15 September 2010, the companies could apply for area totalling 84,854 square kilometres divided into 306 blocks.
nb: Ved søknadsfristen 15. september 2010 var det mulig å søke på et totalareal på 84.854 kvadratkilometer fordelt på 306 blokker.

source: This was 30,000 square kilometres more than at the application deadline the year before.
nb: Dette var 30.000 kvadratkilometer mer enn ved søknadsfristen året før.

source: The increase is due both to areas relinquished during the course of the year and an expansion of the area covered by the APA scheme.
nb: Økningen skyldes både areal som er blitt tilbakelevert i løpet av året, og utvidelse av arealet som omfattes av TFO-ordningen.

source: Since the first APA round in 2003, the APA acreage has been expanded several times and for the APA 2010 comprised a total of 162,826 square kilometres.
nb: Fra den første TFO-runden i 2003 er TFO-arealet blitt utvidet i flere omganger og omfattet i TFO 2010 totalt 162.826 kvadratkilometer.

source: This was an increase of 22,600 square kilometres from the year before.
nb: Det var en økning på 22.600 kvadratkilometer fra året før.

source: Sissel Eriksen is very satisfied with the results of the APA scheme.
nb: Sissel Eriksen er godt fornøyd med resultatene av TFO-ordningen.

source: She states that it contributes to mature areas on the Norwegian shelf being explored more thoroughly and quickly.
nb: Den bidrar ifølge henne til at modne områder på norsk sokkel blir utforsket bedre og raskere.

source: New players with new ideas and new exploration goals have yielded more new discoveries in old areas.
nb: Nye aktører med nye ideer og nye letemål har gitt flere nye funn i gamle områder.

source: Discoveries have been made in about 40 per cent of the more than 60 wells that have been drilled in production licences awarded under the APA scheme, and more than 180 million standard cubic metres of recoverable oil equivalents have been proven to date.
nb: Det er gjort funn i rundt 40 prosent av de mer enn 60 brønnene som er boret i utvinningstillatelser tildelt under TFO-ordningen, og mer enn 180 millioner standard kubikkmeter utvinnbare oljeekvivalenter er hittil påvist.

source: The scheme also ensures that the industry secures regular access to exploration acreage and that acreage is relinquished more quickly.
nb: Ordningen gjør også at industrien er sikret jevn tilgang på leteareal, og at areal blir levert raskere tilbake.

source: Nearly 100 previously awarded APA licences have been relinquished, thus making the acreage available for new players.
nb: Nær 100 tidligere tildelte TFO-tillatelser er tilbakelevert, og arealet derved gjort tilgjengelig for nye aktører.

source: See the press release from the Ministry of Petroleum and Energy for details on the offers submitted.
nb: Se pressemelding fra Olje- og energidepartementet for detaljer om de utsendte tilbudene.

source: That is about the same level as last year.
nb: Det er omtrent som i fjor.

source: Interest is greatest in the Norwegian Sea, but there is also an increase in the Barents Sea.
nb: Interessen er størst i Norskehavet, men det er også en økning i Barentshavet.

source: "We are pleased to see that so many companies have confidence in the APA-areas," says Sissel Eriksen, Director of Exploration of at the Norwegian Petroleum Directorate.
nb: «Det er gledelig å se at så mange selskaper har tro på TFO-områdene,» sier Sissel Eriksen, letedirektør i Oljedirektoratet.

source: "Many companies continue to focus on the Norwegian Sea, where several oil and gas discoveries have been made in recent years.
nb: «Mange selskaper fortsetter å ha fokus i Norskehavet, hvor det er gjort flere olje- og gassfunn de siste årene.

source: The number of applications has been fairly stable in past years, and we see that the APA scheme is important for maintaining the activity level and realising the value potential on the shelf."
nb: Søknadsmassen har vært relativt konstant de siste årene, og vi ser at TFO-ordningen er viktig for å opprettholde aktivitetsnivået og realisere verdipotensialet på sokkelen.»

source: Technical assessment of the applications starts now.
nb: Nå starter arbeidet med teknisk evaluering av søknadene.

source: The Norwegian Petroleum Directorate will also evaluate the applicants' geological concepts and exploration strategy for the areas.
nb: Oljedirektoratet vurderer også søkernes geologiske konsepter og strategi for utforskning av områdene.

source: During APA 2014, the authorities received applications from 47 companies for an available acreage area of 109 205 square kilometres.
nb: I TFO 2014 mottok myndighetene søknader fra 47 selskap på et tilgjengelig areal på 109 205 kvadratkilometer.

source: At the 2 September 2015 application deadline, it was possible to apply for a total of 127 608 square kilometres.
nb: Ved søknadsfristen 2. september 2015 var det mulig å søke på totalt 127 608 kvadratkilometer.

source: Since APA 2014, the pre-defined areas (APA areas) have increased by 35 blocks in the Norwegian Sea and 11 blocks in the Barents Sea.
nb: De forhåndsdefinerte områdene (TFO-arealene) er siden TFO 2014 utvidet med 35 blokker i Norskehavet og 11 blokker i Barentshavet.

source: APA 2015 was announced on 21 April 2015:
nb: TFO 2015 ble annonsert 21. april 2015:

source: APA 2015 – announcement
nb: TFO 2015 – utlysning

source: The awards are scheduled for early 2016.
nb: Tildeling er planlagt på nyåret 2016.

source: Production start-up is scheduled in accordance with the Plan for Development and Operation (PDO).
nb: Tidspunktet for oppstart er i tråd med Plan for utbygging og drift (PUD).

source: Development costs have increased slightly, but the increase is within the uncertainty range of plus/minus 20 per cent in the PDO investment projections.
nb: Utbyggingskostnadene har økt noe, men økningen ligger innenfor usikkerhetsspennet på pluss/minus 20 prosent i investeringsanslaget i PUD.

source: Edvard Grieg is located on the Utsira High, about 35 kilometres south of the Grane and Balder fields.
nb: Edvard Grieg ligger på Utsirahøgda, om lag 35 kilometer sør for feltene Grane og Balder.

source: The field is developed with a stand-alone processing platform on a steel-jacket structure.
nb: Feltet er bygd ut med en bunnfast produksjonsinnretning.

source: The oil will be transported via pipeline (EGOP) to the Grane oil pipeline and on to the Sture Terminal north of Bergen.
nb: Oljen blir transportert i en rørledning (EGOP) til Grane oljerør og videre til Sture-terminalen nord for Bergen.

source: The gas will be transported via a separate pipeline (UHGP), which is tied-in to the transport system on the UK side (SAGE).
nb: Gassen blir transportert i en egen rørledning (UHGP), som er knyttet til rørledningsnettet på britisk side (SAGE).

source: The NPD recently granted start-up consents for the EGOP and UHGP transport systems.
nb: Oljedirektoratet har nylig gitt samtykker til oppstart av transportsystemene EGOP og UHGP.

source: When development plans for Edvard Grieg and the neighbouring field Ivar Aasen were made, it was decided that the development solutions for these fields should be coordinated.
nb: Da planene for utbygging av Edvard Grieg og nabofeltet Ivar Aasen ble lagt, ble det besluttet at utbyggingsløsningene for disse feltene skulle samordnes.

source: Oil and gas from Ivar Aasen will be processed on Edvard Grieg, then routed via the same transport systems.
nb: Det innebærer at olje og gass fra Ivar Aasen skal ferdigprosesseres på Edvard Grieg, og derfra sendes videre i de samme transportsystemene.

source: Production start-up on Ivar Aasen is scheduled for late 2016.
nb: Produksjonen på Ivar Aasen er planlagt å starte sent i 2016.

source: Edvard Grieg will supply Ivar Aasen with power.
nb: Edvard Grieg skal dekke kraftbehovet til Ivar Aasen.

source: The licensees in production licence 338 are cooperating with other licensees on the Utsira High regarding a coordinated solution for power from land.
nb: Rettighetshaverne i utvinningstillatelse 338 samarbeider med andre rettighetshavere på Utsirahøgda om en felles løsning for kraftforsyning fra land.

source: One of them has been integrated with the NPD’s ordinary fact map, and thus provides access to much more information than is the case for the printed versions.
nb: Den ene er integrert med ODs ordinære faktakart, og gir dermed tilgang til mye mer informasjon enn de trykte utgavene.

source: Users can now compare storage data with all available information from active and terminated wells on the Norwegian shelf, and extract data for use in their own mapping tools.
nb: Brukerne kan nå sammenstille lagringsdata med all tilgjengelig informasjon fra aktive og avsluttede brønner på norsk sokkel, og hente ut data til bruk i egne kartverktøy.

source: The interactive map is sorted by sea area, and is divided into the topics of storage opportunities, depth and thickness.
nb: Det interaktive kartet er sortert på havområde, og delt opp i temaene lagringsmuligheter, dybde og tykkelse.

source: It includes all aquifers – geological formations filled with seawater – in addition to oil and gas fields that have been shut down and producing fields that are expected to shut down by 2030 and 2050.
nb: Det omfatter alle akviferer – geologiske formasjoner fylt med sjøvann – samt nedstengte olje- og gassfelt og produserende felt som er ventet å stenge innen 2030 og 2050.

source: It is possible to zoom in on the individual formations and create visual representations of their size, depth and thickness.
nb: Her er det mulig å zoome inn på de enkelte formasjonene, og lage visuelle framstillinger av deres utbredelse, dybde og tykkelse.

source: “Users will be able to quickly and securely go in and examine the Norwegian Petroleum Directorate’s assessments as regards the properties and capacities of the potential storage sites, and continue working on them,” says the NPD’s project manager Eva Halland.
nb: «Brukerne kan raskt og sikkert gå inn og se på Oljedirektoratets vurderinger med hensyn til egenskaper og kapasitet i de potensielle lagringsplassene, og jobbe videre med disse,» sier oljedirektoratets prosjektleder Eva Halland.

source: In addition to the version integrated into the fact map, the NPD has prepared a general version called the CO2 StoryMap.
nb: I tillegg til versjonen som er integrert med faktakartet har OD utarbeidet en overordnet utgave kalt CO2 StoryMap.

source: It presents the storage possibilities in a coherent narrative, with a view toward a broader audience than the geotechnical sector.
nb: Her er lagringsmulighetene framstilt i en sammenhengende fortelling, med henblikk på et bredere publikum enn det geofaglige.

source: A few new figures have also been included that are not found in the printed atlases.
nb: Det er også lagt inn noen nye figurer som ikke finnes i de trykte atlasene.

source: This includes a figure showing all potential storage sites across the entire shelf, sorted by storage capacity.
nb: Blant annet en som viser samtlige lagringsmuligheter på hele sokkelen, sortert etter lagringskapasitet.

source: Since 2011, the Norwegian Petroleum Directorate has published three separate atlases for the southern part of the North Sea, as well as the Norwegian Sea and Barents Sea, plus a compilation atlas for all sea areas.
nb: Siden 2011 har Oljedirektoratet gitt ut tre separate atlaser for den sørlige delen av Nordsjøen samt Norskehavet og Barentshavet, pluss et samleatlas for alle havområdene.

source: The compilation also includes an expanded description of the methodology behind the mapping and evaluation efforts.
nb: Samleutgaven inneholder også en utvidet beskrivelse av metodikken bak kartleggings- og evalueringsarbeidet.

source: The atlases’ target groups are authorities and companies that require information about where CO2 can be stored safely and effectively.
nb: Målgruppene for atlasene er myndigheter og selskaper som trenger informasjon om hvor CO2 kan lagres på en sikker og effektiv måte.

source: They are also sought after by research and teaching communities, particularly within geosciences and petroleum subjects, says Halland.
nb: I tillegg er de etterspurt av forsknings- og undervisningsmiljøer, spesielt innen geo- og petroleumsfag, opplyser Halland.

source: “Our desire from the start has been to create an interactive version of the storage atlas,” she adds.
nb: «Vi har helt fra starten hatt et ønske om å lage en interaktiv versjon av lagringsatlaset,» legger hun til.

source: The atlases can be found on this topic page.
nb: Atlasene er tilgjengelige på denne temasiden.

source: Ranked by size, it is number five on the Norwegian ranking list.
nb: Rangert etter størrelse, er det nummer fem på den norske rankinglisten.

source: First out was Lundin, which in 2010 made a discovery they called Avaldsnes.
nb: Først ut var Lundin, som i 2010 gjorde et funn de kalte Avaldsnes.

source: I 2011, Statoil proved Aldous, and Aldous/Avaldsnes was ranked as the world's largest discovery that year.
nb: I 2011 påviste Statoil Aldous, og Aldous/Avaldsnes ble rangert som det største funnet i verden det året.

source: Johan Sverdrup is in a mature area in the eastern Utsira High.
nb: Johan Sverdrup ligger i et modent område øst på Utsirahøgda.

source: The area was awarded in the very first licensing round on the Norwegian shelf in 1965.
nb: Området ble delt ut i den aller første konsesjonsrunden på norsk sokkel i 1965.

source: It has seen a number of different "owners" or licensees over the years, and many exploration wells have been drilled there.
nb: Det har hatt ulike «eiere» eller rettighetshavere gjennom tidene, og flere letebrønner er blitt boret der.

source: But only after exploration results from the western Utsira High indicated functioning petroleum systems, was Johan Sverdrup proven by Lundin with discovery well 16/2-6 in production licence 501 in September 2010.
nb: Men først etter at leteresultater vest på Utsirahøgda indikerte fungerende petroleumssystemer, ble altså Johan Sverdrup påvist av Lundin i funnbrønn 16/2-6 i utvinningstillatelse 501 i september 2010.

source: The license was awarded in APA 2008.
nb: Denne utvinningstillatelsen ble tildelt i TFO 2008.

source: Between 2010 and February 2015, a total of 21 appraisal wells and eight geological sidetracks have been drilled on Johan Sverdrup.
nb: Fra 2010 til februar 2015 har det blitt boret 21 avgrensningsbrønner og åtte geologiske sidesteg på Johan Sverdrup.

source: As big as Northern Jæren
nb: Like stort som Nord-Jæren

source: Johan Sverdrup is large, both in resources and extent.
nb: Johan Sverdrup er stort, både i ressurser og utstrekning.

source: When the companies reported their resource figures in the autumn of 2014, they stated that recoverable resources in the field total 370 million standard cubic meters (Sm3) of oil equivalents.
nb: Da selskapene meldte inn ressurstallene sine høsten 2014, oppga de at utvinnbare ressurser på feltet er 370 millioner standard kubikkmeter (Sm3) oljeekvivalenter.

source: The field covers about 200 square kilometres, which corresponds to the combined size of the Rogaland municipalities Stavanger, Sola, Randaberg and part of Sandnes.
nb: I utstrekning er feltet om lag 200 kvadratkilometer, det vil si at det er på størrelse med rogalandskommunene Stavanger, Sola, Randaberg og en del av Sandnes.

source: In other words, it covers an area the size of Northern Jæren.
nb: Det dekker altså et område som er like stort som Nord-Jæren.

source: The reservoir in the Johan Sverdrup discovery is located about 1800 metres under the seabed, and can be described as a relatively flat geological landscape, split into various hills, terraces and basins.
nb: Reservoaret i Johan Sverdrupfunnet ligger om lag 1800 meter under havbunnen, og kan beskrives som et relativt flatt geologisk landskap, delt inn i ulike høyder, terrasser og bassenger.

source: The reservoir sand has varying thickness, from a few metres up to 60 metres.
nb: Reservoarsanden er av ulik tykkelse, fra noen få meter opp til 60 meter.

source: He has worked on Johan Sverdrup since the first discovery well.
nb: Han har arbeidet med Johan Sverdrup siden første funnbrønn.

source: "Its enormous size makes Johan Sverdrup an extremely important discovery.
nb: «Med sin enorme størrelse er Johan Sverdrup et svært viktig funn.

source: This is why the NPD has made its own resource assessment," he says.
nb: Derfor har OD gjort sin egen ressursvurdering,» forteller han.

source: "We geologists have interpreted seismic data, examined well results and have made a separate geomodel on this basis.
nb: «Vi geologer har tolket seismikk, sett på brønnresultater og laget en egen geomodell basert på dette.

source: Such a model allows us to gain a good understanding of the reservoir, and has been used in communication with the licensees."
nb: En slik modell gjør at vi får en god forståelse av reservoaret, og er blitt brukt i kommunikasjonen med rettighetshaverne.»

source: The model has also been used as documentation in the studies the NPD reservoir engineers have conducted to consider alternative drainage strategies and methods for improved recovery.
nb: Modellen er også brukt som støtte i studiene reservoaringeniørene i OD har gjort for å vurdere alternative dreneringsstrategier og metoder for økt utvinning.

source: "A large number of appraisal wells have been drilled on Johan Sverdrup, some have been positive surprises, others negative.
nb: «Det er boret mange avgrensningsbrønner på Johan Sverdrup, noen har gitt positive overraskelser, andre negative.

source: Overall, however, all the appraisal wells have provided a very good basis for developing the field," says the senior geologist, who expresses great enthusiasm for the work on Sverdrup.
nb: Men totalt har alle avgrensningsbrønnene gitt et svært godt grunnlag for å bygge ut feltet,» sier seniorgeologen, som samtidig uttrykker stor begeistring over arbeidet med Sverdrup.

source: "Opportunities to work on something this big are few and far between."
nb: «Det er sjelden man får anledning til å arbeide med noe så stort.»

source: Read more: Johan Sverdrup development plan submitted >>
nb: Les også: Behandler utbyggingsplanen for Johan Sverdrup >>

source: Johan Sverdrup covers an area the size of Northern Jæren
nb: Johan Sverdrup er omtrent like stort som Nord-Jæren

source: The NPD’s Nina Skram Gil receives the PDO documents from Statoil’s Tor-Arne Kongsgård.
nb: ODs Nina Skram Gil tar imot PUD-dokumentene fra Tor-Arne Kongsgård i Statoil.
